#Вывести квадрат числа
num = int(input('Введите число: '))
print((lambda num: num**2)(num))
